aplicacion.titulo=The Look Lab
plantilla.idioma=Idioma
plantilla.inicio=Inicio
plantilla.nosotros=Nosotros
plantilla.servicios=Servicios
plantilla.contacto=Contacto
plantilla.iniciar_sesion=Iniciar Sesi\u00f3n
plantilla.agendar=Agendar cita
plantilla.historial=Historial
plantilla.derechos=The Look Lab Derechos Reservados 2026

servicios.titulo=Servicios disponibles
servicios.precio=Precio
servicios.duracion=Duraci\u00f3n
servicios.min=min

lista.vacia=Lista vac\u00eda
accion.cerrar=Cerrar

nosotros.experiencia=5+ A\u00f1os de Experiencia
nosotros.historia.titulo=Nuestra Historia
nosotros.historia.subtitulo=TU MEJOR VERSI\u00d3N EMPIEZA AQU\u00cd
nosotros.historia.parrafo1=Mucha gente ve las sillas modernas y las luces, pero The Look Lab no empez\u00f3 as\u00ed. Nacimos de una obsesi\u00f3n: la b\u00fasqueda del corte perfecto. Al principio, solo ten\u00edamos una silla, un espejo y muchas ganas de demostrar que la barber\u00eda es un arte.
nosotros.historia.parrafo2=No quer\u00edamos ser una f\u00e1brica de cortes r\u00e1pidos. Quer\u00edamos un lugar donde cada cliente se sintiera escuchado. Con el tiempo, esa pasi\u00f3n atrajo a m\u00e1s gente, y lo que era un proyecto peque\u00f1o se convirti\u00f3 en esta familia.
nosotros.historia.parrafo3=Hoy, The Look Lab es la prueba de que cuando haces las cosas con el coraz\u00f3n, la gente lo nota. Gracias por crecer con nosotros.

nosotros.filosofia.titulo=Nuestra Filosof\u00eda
nosotros.filosofia.pilar1.titulo=1. Precisi\u00f3n T\u00e9cnica (El "Lab")
nosotros.filosofia.pilar1.desc=Hacemos honor a nuestro nombre. Tratamos cada servicio con la meticulosidad de un laboratorio. No creemos en los cortes "en serie"; creemos en el estudio de tus facciones, la textura de tu cabello y la geometr\u00eda del corte. Usamos las mejores herramientas y productos porque la excelencia est\u00e1 en los detalles que otros pasan por alto.
nosotros.filosofia.pilar2.titulo=2. Estilo con Identidad
nosotros.filosofia.pilar2.desc=Sabemos que la moda cambia, pero el estilo permanece. Nuestro enfoque no es imponerte una tendencia, sino adaptar la tendencia a qui\u00e9n eres t\u00fa. Nos tomamos el tiempo de analizar tu rutina y tu personalidad para crear un look que no solo se vea bien en el espejo de la barber\u00eda, sino que funcione en tu d\u00eda a d\u00eda y potencie tu seguridad.
nosotros.filosofia.pilar3.titulo=3. Una Atm\u00f3sfera de Desconexi\u00f3n
nosotros.filosofia.pilar3.desc=Creemos que el tiempo en la silla es sagrado. En un mundo acelerado, The Look Lab es tu pausa necesaria. Hemos creado un espacio que equilibra la energ\u00eda de una barber\u00eda moderna con la relajaci\u00f3n de un club de caballeros, donde puedes desconectar del ruido exterior, disfrutar de una buena charla y sentirte entre amigos.

nosotros.promesa.titulo=Nuestra Promesa
nosotros.promesa.cita=En The Look Lab, no vendemos solo cortes, creamos confianza. Nuestra misi\u00f3n es que cada vez que te levantes de nuestra silla, te sientas renovado, con la actitud correcta y listo para enfrentar cualquier reto.
nosotros.promesa.bienvenida=Bienvenido al laboratorio donde tu imagen es nuestra prioridad.



contacto.pregunta=\u00bfTen\u00e9s alguna duda o una necesidad especial?
contacto.descripcion=Estamos ac\u00e1 para ayudarte. Escribinos y contanos qu\u00e9 est\u00e1s buscando; nuestro equipo se pondr\u00e1 en contacto con vos para brindarte una atenci\u00f3n personalizada y asegurarse de que tu experiencia en The Look Lab sea justo como la imagin\u00e1s.
contacto.whatsapp.titulo=WhatsApp
contacto.whatsapp.dato=(506) 8888 8888
contacto.correo.titulo=Correo electronico
contacto.correo.dato=thelooklab@gmail.com
contacto.direccion.titulo=Direcci\u00f3n
contacto.direccion.dato=San Jos\u00e9, Costa Rica
contacto.waze.titulo=Ver en Waze
contacto.waze.dato=San Jos\u00e9, Costa Rica